<?php
return [
    'success' => [
        'add_category' => 'Каегория успещно добавлена', 
        'edit_categore' => 'Каегория успещно изменина', 
        'add_product' => 'Продукт успещно добавлен', 
        'add_image' => 'Файл успещно добавлен', 
        
    ],
    
    'error' => [
       'empty_data_product_name' => 'Ошибка добавления имени',
       'empty_data_category_name' => 'Ошибка добавления имени', 
       'empty_data_category_parent_id' => 'Не добавлена рдитель категория', 
       'add_category' => 'Ошибка добавлени категории', 
       'edit_categore' => 'Ошибка измения категории', 
       'not_file' => 'Ошибка добавления фотографии', 
       'file_size' => 'Не правленый размер файла', 
       'file_type' => 'Не правленый тип файла', 
        'not_file' => 'Ошибка добавления файла',
        'add_product' => 'Ошибка добавления продукта', 
        
    ]
];
